[
  {
    "en": {
      "text": "To be natural is such a very difficult pose to keep up.",
      "author": "Oscar Wilde"
    },
    "ru": {
      "text": "Быть естественным – это поза, которую труднее всего удержать",
      "author": "Оскар Уайльд"
    }
  },
  {
    "en": {
      "text": "Always forgive your enemies; nothing annoys them so much.",
      "author": "Oscar Wilde"
    },
    "ru": {
      "text": "Всегда прощайте своих врагов. Ничего не раздражает их настолько сильно.",
      "author": "Оскар Уайльд"
    }
  },
  {
    "en": {
      "text": "Success is the ability to go from one failure to another with no loss of enthusiasm.",
      "author": "Winston Churchill"
    },
    "ru": {
      "text": "Успех — это способность идти от одной неудачи к другой без потери энтузиазма.",
      "author": "Уинстон Черчилль"
    }
  },
  {
    "en": {
      "text": "The price of greatness is responsibility.",
      "author": "Winston Churchill"
    },
    "ru": {
      "text": "Цена величия — ответственность.",
      "author": "Уинстон Черчилль"
    }
  },
  {
    "en": {
      "text": "I am always ready to learn, but I do not always like being taught.",
      "author": "Winston Churchill"
    },
    "ru": {
      "text": "Я всегда готов учиться, но мне не всегда нравится, когда меня учат.",
      "author": "Уинстон Черчилль"
    }
  },
  {
    "en": {
      "text": "To improve is to change; to be perfect is to change often.",
      "author": "Winston Churchill"
    },
    "ru": {
      "text": "Улучшение есть изменение; быть совершенным это часто меняться.",
      "author": "Уинстон Черчилль"
    }
  },
  {
    "en": {
      "text": "The people who are crazy enough to think they can change the world are the ones who do.",
      "author": "Steven Jobs"
    },
    "ru": {
      "text": "Люди, которые достаточно сумасшедшие, чтобы думать, что они могут изменить мир, — это те, кто это делают.",
      "author": "Стив Джобс"
    }
  },
  {
    "en": {
      "text": "I’m convinced that about half of what separates successful entrepreneurs from the non-successful ones is pure perseverance.",
      "author": "Steven Jobs"
    },
    "ru": {
      "text": "Я убежден, что 50% того, что отделяет успешных предпринимателей от неуспешных составляет простое упорство.",
      "author": "Стив Джобс"
    }
  },
  {
    "en": {
      "text": "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
      "author": "Steven Jobs"
    },
    "ru": {
      "text": "Имейте отвагу следовать своему сердцу и интуиции. Они каким-то образом знают кем вы по-настоящему хотите стать.",
      "author": "Стив Джобс"
    }
  },
  {
    "en": {
      "text": "Your time is limited, so don’t waste it living someone else’s life.",
      "author": "Steven Jobs"
    },
    "ru": {
      "text": "Ваше время ограничено, поэтому не тратьте его проживая чужую жизнь.",
      "author": "Стив Джобс"
    }
  },
  {
    "en": {
      "text": "Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Воображение более важно, чем знания. Знания ограничены. Воображение охватывает весь мир.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Unthinking respect for authority is the greatest enemy of truth.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Бездумное уважение к власти — величайший враг истины.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Great spirits have always encountered violent opposition from mediocre minds.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Великие духом всегда сталкивались с жестокой оппозицией посредственных умов.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "In the middle of difficulty lies opportunity.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "В середине трудности лежит возможность.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Education is what remains after one has forgotten what one has learned in school.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Образование — это то, что остается, когда все выученное в школе забывается.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Life is like riding a bicycle. To keep your balance you must keep moving.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Жизнь как езда на велосипеде. Чтобы держать баланс мы должны продолжать двигаться.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Есть два способа прожить жизнь. Первый — как будто чудес не бывает. Второй — как будто чудеса повсюду.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Don’t worry if it doesn’t work right. If everything did, you’d be out of a job.",
      "author": "Mosher’s Law of Software Engineering"
    },
    "ru": {
      "text": "Не волнуйтесь, если что-то не работает. Если бы всё работало, вас бы уволили.",
      "author": "Закон Мошера в программной инженерии"
    }
  },
  {
    "en": {
      "text": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.",
      "author": "Martin Fowler"
    },
    "ru": {
      "text": "Любой дурак сможет написать код, который поймет машина. Хорошие программисты пишут код, который сможет понять человек.",
      "author": "Мартин Фаулер"
    }
  },
  {
    "en": {
      "text": "Success is the child of audacity.",
      "author": "Benjamin Disraeli"
    },
    "ru": {
      "text": "Успех — дитя смелости.",
      "author": "Бенджамин Дизраэли"
    }
  },
  {
    "en": {
      "text": "We do not remember days, we remember moments.",
      "author": "Cesare Pavese"
    },
    "ru": {
      "text": "Мы не помним дни, мы помним моменты.",
      "author": "Че́заре Паве́зе"
    }
  },
  {
    "en": {
      "text": "Only two things are infinite — the universe and human stupidity, and I’m not sure about the former.",
      "author": "Albert Einstein"
    },
    "ru": {
      "text": "Две вещи бесконечны — Вселенная и человеческая глупость, но насчёт Вселенной я не уверен.",
      "author": "Альберт Эйнштейн"
    }
  },
  {
    "en": {
      "text": "Build your own dreams, or someone else will hire you to build theirs.",
      "author": "Farrah Gray"
    },
    "ru": {
      "text": "Воплощайте собственные мечты, или кто-то другой наймёт вас, чтобы воплощать свои.",
      "author": "Фаррах Грей"
    }
  },
  {
    "en": {
      "text": "Our  life  is  what  our  thoughts  make  it.",
      "author": "M. Aurelius"
    },
    "ru": {
      "text": "Наша жизнь есть то, что мы думаем о ней.",
      "author": "М. Аврелий"
    }
  },
  {
    "en": {
      "text": "Our  life  is  what  our  thoughts  make  it.",
      "author": "M. Aurelius"
    },
    "ru": {
      "text": "Наша жизнь есть то, что мы думаем о ней.",
      "author": "М. Аврелий"
    }
  }
]
